const dummyCreatedTextList = [
    {
        "key": "1700203032733",
        "mode": 0,
        "text": [
            {
                "key": "1700203020898",
                "body": "いい",
                "yomi": ""
            },
            {
                "key": "1700203022209",
                "body": "天気",
                "yomi": "てんき"
            },
            {
                "key": "1700203023369",
                "body": "ですね",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203064079",
        "mode": 0,
        "text": [
            {
                "key": "1700203042169",
                "body": "明日",
                "yomi": "あした"
            },
            {
                "key": "1700203044113",
                "body": "も",
                "yomi": ""
            },
            {
                "key": "1700203051931",
                "body": "晴れる",
                "yomi": "はれる"
            },
            {
                "key": "1700203058248",
                "body": "かな",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203080381",
        "mode": 1,
        "text": [
            {
                "key": "1700203072429",
                "body": "晴耕雨読",
                "yomi": "せいこううどく"
            }
        ]
    },
    {
        "key": "1700203147891",
        "mode": 0,
        "text": [
            {
                "key": "1700203137584",
                "body": "ユーラシア",
                "yomi": ""
            },
            {
                "key": "1700203138882",
                "body": "大陸",
                "yomi": "たいりく"
            }
        ]
    },
    {
        "key": "1700203253733",
        "mode": 0,
        "text": [
            {
                "key": "1700203216448",
                "body": "政治家の",
                "yomi": ""
            },
            {
                "key": "1700203217795",
                "body": "汚職",
                "yomi": "おしょく"
            },
            {
                "key": "1700203249139",
                "body": "事件",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203334873",
        "mode": 1,
        "text": [
            {
                "key": "1700203320684",
                "body": "1万円",
                "yomi": ""
            },
            {
                "key": "1700203322955",
                "body": "紙幣",
                "yomi": "しへい"
            }
        ]
    },
    {
        "key": "1700203380558",
        "mode": 1,
        "text": [
            {
                "key": "1700203359591",
                "body": "年俸",
                "yomi": "ねんぽう"
            },
            {
                "key": "1700203361034",
                "body": "一億円の野球選手",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203738506",
        "mode": 0,
        "text": [
            {
                "key": "1700203724910",
                "body": "伊藤博文",
                "yomi": "いとうひろぶみ"
            }
        ]
    },
    {
        "key": "1700204529476",
        "mode": 1,
        "text": [
            {
                "key": "1700204515648",
                "body": "緑黄色",
                "yomi": "りょくおうしょく"
            },
            {
                "key": "1700204524962",
                "body": "野菜",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204661286",
        "mode": 1,
        "text": [
            {
                "key": "1700204641841",
                "body": "回鍋肉",
                "yomi": "ホイコーロー"
            },
            {
                "key": "1700204645035",
                "body": "弁当",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204725341",
        "mode": 0,
        "text": [
            {
                "key": "1700204706216",
                "body": "芸術",
                "yomi": ""
            },
            {
                "key": "1700204707656",
                "body": "鑑賞",
                "yomi": "かんしょう"
            },
            {
                "key": "1700204719411",
                "body": "会",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204760865",
        "mode": 0,
        "text": [
            {
                "key": "1700204750382",
                "body": "圧力",
                "yomi": "あつりょく"
            },
            {
                "key": "1700204751589",
                "body": "鍋",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204792036",
        "mode": 0,
        "text": [
            {
                "key": "1700204773054",
                "body": "日米修好通商条約",
                "yomi": "にちべいしゅうこうつうしょうじょうやく"
            }
        ]
    },
    {
        "key": "1700204858698",
        "mode": 0,
        "text": [
            {
                "key": "1700204817518",
                "body": "新しい",
                "yomi": "あたらしい"
            },
            {
                "key": "1700204825375",
                "body": "ゲーム",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700205018975",
        "mode": 0,
        "text": [
            {
                "key": "1700205006436",
                "body": "逆鱗",
                "yomi": "げきりん"
            },
            {
                "key": "1700205008011",
                "body": "に触れる",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1701208190556",
        "mode": 0,
        "text": [
            {
                "key": "1701208169582",
                "body": "大きな",
                "yomi": ""
            },
            {
                "key": "1701208171310",
                "body": "栗",
                "yomi": "くり"
            },
            {
                "key": "1701208183642",
                "body": "の木の下で",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1701208961445",
        "mode": 1,
        "text": [
            {
                "key": "1701208952356",
                "body": "竹馬",
                "yomi": "ちくば"
            },
            {
                "key": "1701208953620",
                "body": "の友",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1701208975404",
        "mode": 1,
        "text": [
            {
                "key": "1701208968896",
                "body": "三味線",
                "yomi": "しゃみせん"
            }
        ]
    },
    {
        "key": "1701208994522",
        "mode": 1,
        "text": [
            {
                "key": "1701208983118",
                "body": "本革",
                "yomi": "ほんがわ"
            },
            {
                "key": "1701208990025",
                "body": "製品",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1701209017393",
        "mode": 1,
        "text": [
            {
                "key": "1701209010880",
                "body": "西瓜",
                "yomi": "すいか"
            }
        ]
    },
    {
        "key": "1701209035079",
        "mode": 0,
        "text": [
            {
                "key": "1701209023227",
                "body": "メタボリック",
                "yomi": ""
            },
            {
                "key": "1701209024868",
                "body": "症候群",
                "yomi": "しょうこうぐん"
            }
        ]
    },
    {
        "key": "1701209053971",
        "mode": 0,
        "text": [
            {
                "key": "1701209044266",
                "body": "船の",
                "yomi": ""
            },
            {
                "key": "1701209045938",
                "body": "甲板",
                "yomi": "かんぱん"
            }
        ]
    },
    {
        "key": "1701209067599",
        "mode": 0,
        "text": [
            {
                "key": "1701209059534",
                "body": "耳鼻咽喉科",
                "yomi": "じびいんこうか"
            }
        ]
    },
    {
        "key": "1701209089064",
        "mode": 0,
        "text": [
            {
                "key": "1701209073940",
                "body": "ポーツマス",
                "yomi": ""
            },
            {
                "key": "1701209075603",
                "body": "条約",
                "yomi": "じょうやく"
            }
        ]
    },
    {
        "key": "1701209107269",
        "mode": 0,
        "text": [
            {
                "key": "1701209097018",
                "body": "活版",
                "yomi": "かっぱん"
            },
            {
                "key": "1701209099132",
                "body": "印刷",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1701209120929",
        "mode": 0,
        "text": [
            {
                "key": "1701209109958",
                "body": "携帯",
                "yomi": "けいたい"
            },
            {
                "key": "1701209113142",
                "body": "電話",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010203032733",
        "mode": 0,
        "text": [
            {
                "key": "17010203020898",
                "body": "いい",
                "yomi": ""
            },
            {
                "key": "17010203022209",
                "body": "天気",
                "yomi": "てんき"
            },
            {
                "key": "17010203023369",
                "body": "ですね",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010203064079",
        "mode": 0,
        "text": [
            {
                "key": "17010203042169",
                "body": "明日",
                "yomi": "あした"
            },
            {
                "key": "17010203044113",
                "body": "も",
                "yomi": ""
            },
            {
                "key": "17010203051931",
                "body": "晴れる",
                "yomi": "はれる"
            },
            {
                "key": "17010203058248",
                "body": "かな",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010203080381",
        "mode": 1,
        "text": [
            {
                "key": "17010203072429",
                "body": "晴耕雨読",
                "yomi": "せいこううどく"
            }
        ]
    },
    {
        "key": "17010203147891",
        "mode": 0,
        "text": [
            {
                "key": "17010203137584",
                "body": "ユーラシア",
                "yomi": ""
            },
            {
                "key": "17010203138882",
                "body": "大陸",
                "yomi": "たいりく"
            }
        ]
    },
    {
        "key": "17010203253733",
        "mode": 0,
        "text": [
            {
                "key": "17010203216448",
                "body": "政治家の",
                "yomi": ""
            },
            {
                "key": "17010203217795",
                "body": "汚職",
                "yomi": "おしょく"
            },
            {
                "key": "17010203249139",
                "body": "事件",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010203334873",
        "mode": 1,
        "text": [
            {
                "key": "17010203320684",
                "body": "1万円",
                "yomi": ""
            },
            {
                "key": "17010203322955",
                "body": "紙幣",
                "yomi": "しへい"
            }
        ]
    },
    {
        "key": "17010203380558",
        "mode": 1,
        "text": [
            {
                "key": "17010203359591",
                "body": "年俸",
                "yomi": "ねんぽう"
            },
            {
                "key": "17010203361034",
                "body": "一億円の野球選手",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010203738506",
        "mode": 0,
        "text": [
            {
                "key": "17010203724910",
                "body": "伊藤博文",
                "yomi": "いとうひろぶみ"
            }
        ]
    },
    {
        "key": "17010204529476",
        "mode": 1,
        "text": [
            {
                "key": "17010204515648",
                "body": "緑黄色",
                "yomi": "りょくおうしょく"
            },
            {
                "key": "17010204524962",
                "body": "野菜",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010204661286",
        "mode": 1,
        "text": [
            {
                "key": "17010204641841",
                "body": "回鍋肉",
                "yomi": "ホイコーロー"
            },
            {
                "key": "17010204645035",
                "body": "弁当",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010204725341",
        "mode": 0,
        "text": [
            {
                "key": "17010204706216",
                "body": "芸術",
                "yomi": ""
            },
            {
                "key": "17010204707656",
                "body": "鑑賞",
                "yomi": "かんしょう"
            },
            {
                "key": "17010204719411",
                "body": "会",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010204760865",
        "mode": 0,
        "text": [
            {
                "key": "17010204750382",
                "body": "圧力",
                "yomi": "あつりょく"
            },
            {
                "key": "17010204751589",
                "body": "鍋",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010204792036",
        "mode": 0,
        "text": [
            {
                "key": "17010204773054",
                "body": "日米修好通商条約",
                "yomi": "にちべいしゅうこうつうしょうじょうやく"
            }
        ]
    },
    {
        "key": "17010204858698",
        "mode": 0,
        "text": [
            {
                "key": "17010204817518",
                "body": "新しい",
                "yomi": "あたらしい"
            },
            {
                "key": "17010204825375",
                "body": "ゲーム",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17010205018975",
        "mode": 0,
        "text": [
            {
                "key": "17010205006436",
                "body": "逆鱗",
                "yomi": "げきりん"
            },
            {
                "key": "17010205008011",
                "body": "に触れる",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17011208190556",
        "mode": 0,
        "text": [
            {
                "key": "17011208169582",
                "body": "大きな",
                "yomi": ""
            },
            {
                "key": "17011208171310",
                "body": "栗",
                "yomi": "くり"
            },
            {
                "key": "17011208183642",
                "body": "の木の下で",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17011208961445",
        "mode": 1,
        "text": [
            {
                "key": "17011208952356",
                "body": "竹馬",
                "yomi": "ちくば"
            },
            {
                "key": "17011208953620",
                "body": "の友",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17011208975404",
        "mode": 1,
        "text": [
            {
                "key": "17011208968896",
                "body": "三味線",
                "yomi": "しゃみせん"
            }
        ]
    },
    {
        "key": "17011208994522",
        "mode": 1,
        "text": [
            {
                "key": "17011208983118",
                "body": "本革",
                "yomi": "ほんがわ"
            },
            {
                "key": "17011208990025",
                "body": "製品",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17011209017393",
        "mode": 1,
        "text": [
            {
                "key": "17011209010880",
                "body": "西瓜",
                "yomi": "すいか"
            }
        ]
    },
    {
        "key": "17011209035079",
        "mode": 0,
        "text": [
            {
                "key": "17011209023227",
                "body": "メタボリック",
                "yomi": ""
            },
            {
                "key": "17011209024868",
                "body": "症候群",
                "yomi": "しょうこうぐん"
            }
        ]
    },
    {
        "key": "17011209053971",
        "mode": 0,
        "text": [
            {
                "key": "17011209044266",
                "body": "船の",
                "yomi": ""
            },
            {
                "key": "17011209045938",
                "body": "甲板",
                "yomi": "かんぱん"
            }
        ]
    },
    {
        "key": "17011209067599",
        "mode": 0,
        "text": [
            {
                "key": "17011209059534",
                "body": "耳鼻咽喉科",
                "yomi": "じびいんこうか"
            }
        ]
    },
    {
        "key": "17011209089064",
        "mode": 0,
        "text": [
            {
                "key": "17011209073940",
                "body": "ポーツマス",
                "yomi": ""
            },
            {
                "key": "17011209075603",
                "body": "条約",
                "yomi": "じょうやく"
            }
        ]
    },
    {
        "key": "17011209107269",
        "mode": 0,
        "text": [
            {
                "key": "17011209097018",
                "body": "活版",
                "yomi": "かっぱん"
            },
            {
                "key": "17011209099132",
                "body": "印刷",
                "yomi": ""
            }
        ]
    },
    {
        "key": "17011209120929",
        "mode": 0,
        "text": [
            {
                "key": "17011209109958",
                "body": "携帯",
                "yomi": "けいたい"
            },
            {
                "key": "17011209113142",
                "body": "電話",
                "yomi": ""
            }
        ]
    }
];

export default dummyCreatedTextList;
