const dummyCreatedTextList = [
    {
        "key": "1700203032733",
        "mode": 0,
        "text": [
            {
                "key": "1700203020898",
                "body": "いい",
                "yomi": ""
            },
            {
                "key": "1700203022209",
                "body": "天気",
                "yomi": "てんき"
            },
            {
                "key": "1700203023369",
                "body": "ですね",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203064079",
        "mode": 0,
        "text": [
            {
                "key": "1700203042169",
                "body": "明日",
                "yomi": "あした"
            },
            {
                "key": "1700203044113",
                "body": "も",
                "yomi": ""
            },
            {
                "key": "1700203051931",
                "body": "晴れる",
                "yomi": "はれる"
            },
            {
                "key": "1700203058248",
                "body": "かな",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203080381",
        "mode": 1,
        "text": [
            {
                "key": "1700203072429",
                "body": "晴耕雨読",
                "yomi": "せいこううどく"
            }
        ]
    },
    {
        "key": "1700203147891",
        "mode": 0,
        "text": [
            {
                "key": "1700203137584",
                "body": "ユーラシア",
                "yomi": ""
            },
            {
                "key": "1700203138882",
                "body": "大陸",
                "yomi": "たいりく"
            }
        ]
    },
    {
        "key": "1700203253733",
        "mode": 0,
        "text": [
            {
                "key": "1700203216448",
                "body": "政治家の",
                "yomi": ""
            },
            {
                "key": "1700203217795",
                "body": "汚職",
                "yomi": "おしょく"
            },
            {
                "key": "1700203249139",
                "body": "事件",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203334873",
        "mode": 1,
        "text": [
            {
                "key": "1700203320684",
                "body": "1万円",
                "yomi": ""
            },
            {
                "key": "1700203322955",
                "body": "紙幣",
                "yomi": "しへい"
            }
        ]
    },
    {
        "key": "1700203380558",
        "mode": 1,
        "text": [
            {
                "key": "1700203359591",
                "body": "年俸",
                "yomi": "ねんぽう"
            },
            {
                "key": "1700203361034",
                "body": "一億円の野球選手",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700203738506",
        "mode": 0,
        "text": [
            {
                "key": "1700203724910",
                "body": "伊藤博文",
                "yomi": "いとうひろぶみ"
            }
        ]
    },
    {
        "key": "1700204529476",
        "mode": 1,
        "text": [
            {
                "key": "1700204515648",
                "body": "緑黄色",
                "yomi": "りょくおうしょく"
            },
            {
                "key": "1700204524962",
                "body": "野菜",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204661286",
        "mode": 1,
        "text": [
            {
                "key": "1700204641841",
                "body": "回鍋肉",
                "yomi": "ホイコーロー"
            },
            {
                "key": "1700204645035",
                "body": "弁当",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204725341",
        "mode": 0,
        "text": [
            {
                "key": "1700204706216",
                "body": "芸術",
                "yomi": ""
            },
            {
                "key": "1700204707656",
                "body": "鑑賞",
                "yomi": "かんしょう"
            },
            {
                "key": "1700204719411",
                "body": "会",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204760865",
        "mode": 0,
        "text": [
            {
                "key": "1700204750382",
                "body": "圧力",
                "yomi": "あつりょく"
            },
            {
                "key": "1700204751589",
                "body": "鍋",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700204792036",
        "mode": 0,
        "text": [
            {
                "key": "1700204773054",
                "body": "日米修好通商条約",
                "yomi": "にちべいしゅうこうつうしょうじょうやく"
            }
        ]
    },
    {
        "key": "1700204858698",
        "mode": 0,
        "text": [
            {
                "key": "1700204817518",
                "body": "新しい",
                "yomi": "あたらしい"
            },
            {
                "key": "1700204825375",
                "body": "ゲーム",
                "yomi": ""
            }
        ]
    },
    {
        "key": "1700205018975",
        "mode": 0,
        "text": [
            {
                "key": "1700205006436",
                "body": "逆鱗",
                "yomi": "げきりん"
            },
            {
                "key": "1700205008011",
                "body": "に触れる",
                "yomi": ""
            }
        ]
    }
];

export default dummyCreatedTextList;
